spring2017/psyc3435/lectures/week2.org
#+TITLE: Week 2 lecture notes - PSYC 3435
#+AUTHOR:
#+DATE: Jan 23-27, 2017 
#+OPTIONS: toc:nil num:nil

* How do we do research?
- research = systematic observation
- four canons (laws) of the scientific method
    1. empiricism - knowledge comes from experience/observation
    2. determinism - phenomena have identifiable causes
    3. parsimony - given two possible explanations for a behavior, the simplest is the "correct" one
      - important because simple explanations are easier to falsify
    4. testability - explanations for behavior can be tested (and falsified) 

* Types of research:
- basic research
    - goal = developing consistent, mechanistic explanations for human behavior
- applied research
    - goal = applying results beyond the lab

* Getting research ideas -- must know the *literature*
** Why review the literature?
- getting ideas
- know what has been done, and what *hasn't* been done
- understand relevant theories/models
- what variables are important?
- avoid past mistakes

** What is the literature?
- Primary sources - the original report
  - journal articles
  - edited books
  - professional meetings (proceedings, abstracts)
  - electronic publishing (PsyArXiv)
- Secondary sources - a report of the report
  - literature reviews (Perspectives, TiCS, PsychBull, etc.)
  - text books
  - citations
  - note: secondary sources are a good start, but limited (bias, lack of detail, etc.)

** Goals of research paper
- report the research
- explain methods (for further tests/replications)
- convince others
- needs standardization of format (APA style)

** Why APA style?
- eases communication
- forces minimal amount of information
- provides logical framework for argument
- consistent format within a discipline
  - readers know what to expect
  - where to find information in article

** Goals of APA-style writing
- write with clarity
- avoid overstatements (use "hedging" language)
- avoid jargon, slang, bias
- be concise
  - say the most information in the fewest words
  - longer =/= better

** Structure of an APA document
- Title page - title, authors, affiliations
- Abstract - short summary of article
  - this is the first thing most people read, so very important!
- Introduction - gives background that reader needs. 
  - written for broader audience
  - Recipe:
    1. state the issue under current study
    2. review past literature
    3. states purpose of current study
    4. predictions
- Method - tells reader what you did
  - very detailed
  - Recipe:
    1. Participants - who were data collected from?
    2. Materials - what was used to collect data?
    3. Design - describe what/how variables were manipulated
    4. Procedure - what did each participant do?
- Results - tells reader what you found
  - very detailed
  - reports results of statistical tests
- Discussion - tells reader *your* interpretation of results
  - relationship between purpose and results
  - emphasize theoretical contribution
  - broader implications
  - future directions
- The rest
  - references
  - tables
  - figures

