spring2017/psyc3435/lectures/week2.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Week 2 lecture notes - PSYC 3435</title>
<!-- 2017-01-23 Mon 08:17 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">Week 2 lecture notes - PSYC 3435</h1>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">How do we do research?</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>research = systematic observation
</li>
<li>four canons (laws) of the scientific method
<ol class="org-ol">
<li>empiricism - knowledge comes from experience/observation
</li>
<li>determinism - phenomena have identifiable causes
</li>
<li>parsimony - given two possible explanations for a behavior, the simplest is the "correct" one
<ul class="org-ul">
<li>important because simple explanations are easier to falsify
</li>
</ul>
</li>
<li>testability - explanations for behavior can be tested (and falsified) 
</li>
</ol>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Types of research:</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>basic research
<ul class="org-ul">
<li>goal = developing consistent, mechanistic explanations for human behavior
</li>
</ul>
</li>
<li>applied research
<ul class="org-ul">
<li>goal = applying results beyond the lab
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Getting research ideas &#x2013; must know the <b>literature</b></h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1">Why review the literature?</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>getting ideas
</li>
<li>know what has been done, and what <b>hasn't</b> been done
</li>
<li>understand relevant theories/models
</li>
<li>what variables are important?
</li>
<li>avoid past mistakes
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3-2" class="outline-3">
<h3 id="sec-3-2">What is the literature?</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>Primary sources - the original report
<ul class="org-ul">
<li>journal articles
</li>
<li>edited books
</li>
<li>professional meetings (proceedings, abstracts)
</li>
<li>electronic publishing (PsyArXiv)
</li>
</ul>
</li>
<li>Secondary sources - a report of the report
<ul class="org-ul">
<li>literature reviews (Perspectives, TiCS, PsychBull, etc.)
</li>
<li>text books
</li>
<li>citations
</li>
<li>note: secondary sources are a good start, but limited (bias, lack of detail, etc.)
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3-3" class="outline-3">
<h3 id="sec-3-3">Goals of research paper</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>report the research
</li>
<li>explain methods (for further tests/replications)
</li>
<li>convince others
</li>
<li>needs standardization of format (APA style)
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3-4" class="outline-3">
<h3 id="sec-3-4">Why APA style?</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>eases communication
</li>
<li>forces minimal amount of information
</li>
<li>provides logical framework for argument
</li>
<li>consistent format within a discipline
<ul class="org-ul">
<li>readers know what to expect
</li>
<li>where to find information in article
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3-5" class="outline-3">
<h3 id="sec-3-5">Goals of APA-style writing</h3>
<div class="outline-text-3" id="text-3-5">
<ul class="org-ul">
<li>write with clarity
</li>
<li>avoid overstatements (use "hedging" language)
</li>
<li>avoid jargon, slang, bias
</li>
<li>be concise
<ul class="org-ul">
<li>say the most information in the fewest words
</li>
<li>longer <code>/</code> better
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3-6" class="outline-3">
<h3 id="sec-3-6">Structure of an APA document</h3>
<div class="outline-text-3" id="text-3-6">
<ul class="org-ul">
<li>Title page - title, authors, affiliations
</li>
<li>Abstract - short summary of article
<ul class="org-ul">
<li>this is the first thing most people read, so very important!
</li>
</ul>
</li>
<li>Introduction - gives background that reader needs. 
<ul class="org-ul">
<li>written for broader audience
</li>
<li>Recipe:
<ol class="org-ol">
<li>state the issue under current study
</li>
<li>review past literature
</li>
<li>states purpose of current study
</li>
<li>predictions
</li>
</ol>
</li>
</ul>
</li>
<li>Method - tells reader what you did
<ul class="org-ul">
<li>very detailed
</li>
<li>Recipe:
<ol class="org-ol">
<li>Participants - who were data collected from?
</li>
<li>Materials - what was used to collect data?
</li>
<li>Design - describe what/how variables were manipulated
</li>
<li>Procedure - what did each participant do?
</li>
</ol>
</li>
</ul>
</li>
<li>Results - tells reader what you found
<ul class="org-ul">
<li>very detailed
</li>
<li>reports results of statistical tests
</li>
</ul>
</li>
<li>Discussion - tells reader <b>your</b> interpretation of results
<ul class="org-ul">
<li>relationship between purpose and results
</li>
<li>emphasize theoretical contribution
</li>
<li>broader implications
</li>
<li>future directions
</li>
</ul>
</li>
<li>The rest
<ul class="org-ul">
<li>references
</li>
<li>tables
</li>
<li>figures
</li>
</ul>
</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Jan 23-27, 2017</p>
<p class="date">Created: 2017-01-23 Mon 08:17</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.1.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
