spring2017/psyc3435/lectures/week2.tex
% Created 2017-01-23 Mon 08:17
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\date{Jan 23-27, 2017}
\title{Week 2 lecture notes - PSYC 3435}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.1.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle

\section*{How do we do research?}
\label{sec-1}
\begin{itemize}
\item research = systematic observation
\item four canons (laws) of the scientific method
\begin{enumerate}
\item empiricism - knowledge comes from experience/observation
\item determinism - phenomena have identifiable causes
\item parsimony - given two possible explanations for a behavior, the simplest is the "correct" one
\begin{itemize}
\item important because simple explanations are easier to falsify
\end{itemize}
\item testability - explanations for behavior can be tested (and falsified)
\end{enumerate}
\end{itemize}

\section*{Types of research:}
\label{sec-2}
\begin{itemize}
\item basic research
\begin{itemize}
\item goal = developing consistent, mechanistic explanations for human behavior
\end{itemize}
\item applied research
\begin{itemize}
\item goal = applying results beyond the lab
\end{itemize}
\end{itemize}

\section*{Getting research ideas -- must know the \textbf{literature}}
\label{sec-3}
\subsection*{Why review the literature?}
\label{sec-3-1}
\begin{itemize}
\item getting ideas
\item know what has been done, and what \textbf{hasn't} been done
\item understand relevant theories/models
\item what variables are important?
\item avoid past mistakes
\end{itemize}

\subsection*{What is the literature?}
\label{sec-3-2}
\begin{itemize}
\item Primary sources - the original report
\begin{itemize}
\item journal articles
\item edited books
\item professional meetings (proceedings, abstracts)
\item electronic publishing (PsyArXiv)
\end{itemize}
\item Secondary sources - a report of the report
\begin{itemize}
\item literature reviews (Perspectives, TiCS, PsychBull, etc.)
\item text books
\item citations
\item note: secondary sources are a good start, but limited (bias, lack of detail, etc.)
\end{itemize}
\end{itemize}

\subsection*{Goals of research paper}
\label{sec-3-3}
\begin{itemize}
\item report the research
\item explain methods (for further tests/replications)
\item convince others
\item needs standardization of format (APA style)
\end{itemize}

\subsection*{Why APA style?}
\label{sec-3-4}
\begin{itemize}
\item eases communication
\item forces minimal amount of information
\item provides logical framework for argument
\item consistent format within a discipline
\begin{itemize}
\item readers know what to expect
\item where to find information in article
\end{itemize}
\end{itemize}

\subsection*{Goals of APA-style writing}
\label{sec-3-5}
\begin{itemize}
\item write with clarity
\item avoid overstatements (use "hedging" language)
\item avoid jargon, slang, bias
\item be concise
\begin{itemize}
\item say the most information in the fewest words
\item longer \texttt{/} better
\end{itemize}
\end{itemize}

\subsection*{Structure of an APA document}
\label{sec-3-6}
\begin{itemize}
\item Title page - title, authors, affiliations
\item Abstract - short summary of article
\begin{itemize}
\item this is the first thing most people read, so very important!
\end{itemize}
\item Introduction - gives background that reader needs. 
\begin{itemize}
\item written for broader audience
\item Recipe:
\begin{enumerate}
\item state the issue under current study
\item review past literature
\item states purpose of current study
\item predictions
\end{enumerate}
\end{itemize}
\item Method - tells reader what you did
\begin{itemize}
\item very detailed
\item Recipe:
\begin{enumerate}
\item Participants - who were data collected from?
\item Materials - what was used to collect data?
\item Design - describe what/how variables were manipulated
\item Procedure - what did each participant do?
\end{enumerate}
\end{itemize}
\item Results - tells reader what you found
\begin{itemize}
\item very detailed
\item reports results of statistical tests
\end{itemize}
\item Discussion - tells reader \textbf{your} interpretation of results
\begin{itemize}
\item relationship between purpose and results
\item emphasize theoretical contribution
\item broader implications
\item future directions
\end{itemize}
\item The rest
\begin{itemize}
\item references
\item tables
\item figures
\end{itemize}
\end{itemize}
% Emacs 25.1.1 (Org mode 8.2.10)
\end{document}